Repository: xfce-mirror/mousepad
Catalog: po/*.po
Languages: ug, vi

source: Encoding to be used to open files (leave empty to open files in the encoding dialog)
ug: ھۆججەت ئېچىشقا ئىشلىتىدىغان كودلىنىشى(بوش قالدۇرۇلسا كودلاش سۆزلەشكۈدە ھۆججەتنى ئاچىدۇ)
vi: Bảng mã dùng để mở tệp (để trống để mở hộp thoại chọn bảng mã)

source: ENCODING
ug: كودلىنىشى
vi: BẢNG_MÃ

source: Display a list of possible encodings to open files
ug: ھۆججەتنى ئېچىشتا مۇمكىنچىلىكى بار كودلىنىش تىزىمىنى كۆرسىتىدۇ
vi: Hiển thị danh sách các bảng mã có thể dùng để mở tệp

source: Line number the cursor to position to (LINE > 0 from top, LINE < 0 from bottom)
ug: نۇر بەلگە ئورنىنىڭ قۇر نومۇرى (چوققىدىن باشلانسا LINE>0، ئاستىدىن باشلانسا LINE<0)
vi: Số dòng đặt con trỏ (LINE > 0 tính từ trên, LINE < 0 tính từ dưới)

source: LINE
ug: قۇر
vi: DÒNG

source: Column number the cursor to position to (COLUMN >= 0 from start, COLUMN < 0 from end)
ug: نۇر بەلگە ئورنىنىڭ رەت نومۇرى (چوققىدىن باشلانسا COLUMN>0، ئاستىدىن باشلانسا COLUMN<0)
vi: Số cột đặt con trỏ (COLUMN >= 0 tính từ đầu, COLUMN < 0 tính từ cuối)

source: COLUMN
ug: رەت
vi: CỘT

source: Open the preferences dialog
ug: مايىللىق سۆزلەشكۈنى ئاچ
vi: Mở hộp thoại tuỳ chỉnh

source: Do not register with the D-BUS session message bus
ug: D-BUS ئەڭگىمە ئۇچۇر باش لىنىيەسى بىلەن خەتلەتمە
vi: Không đăng ký với bus tin nhắn phiên D-Bus

source: Quit a running Mousepad primary instance
ug: ئىجرا قىلىنىۋاتقان Mousepad نىڭ ئاساسىي ئەمەلىي مىسالىدىن چېكىنىدۇ
vi: Thoát phiên Mousepad chính đang chạy

source: Print version information and exit
ug: نەشر ئۇچۇرىنى كۆرسىتىپ ئاخىرلاشتۇرىدۇ
vi: In thông tin phiên bản và thoát

source: [FILES...]
ug: [ھۆججەت...]
vi: [TỆP...]

source: File opening mode: "%s", "%s" or "%s" (open tabs in a new window)
ug: ھۆججەت ئېچىش ھالىتى: «%s»، «%s» ياكى «%s» (بەتكۈچنى يېڭى كۆزنەكتە ئاچىدۇ)
vi: Chế độ mở tệp: "%s", "%s" hoặc "%s" (mở thẻ trong cửa sổ mới)

source: MODE
ug: ھالەت
vi: CHẾ_ĐỘ

source: The Mousepad developers. All rights reserved.
ug: Thunar ئىجادكارلىرى. بارلىق ھوقۇقنى ساقلاپ قالىدۇ.
vi: Nhóm phát triển Mousepad. Bảo lưu mọi quyền.

source: Please report bugs to <%s>.
ug: كەمتۈكنى <%s> غا دوكلات قىلىڭ.
vi: Vui lòng báo lỗi tới <%s>.

source: %s | Authors: %s | Filename: %s
ug: %s | يازغۇچى: %s | ھۆججەت ئىسمى: %s
vi: %s | Tác giả: %s | Tên tệp: %s

source: Mousepad is a simple text editor for the Xfce desktop environment
ug: Mousepad بولسا Xfce ئۈستەلئۈستى مۇھىتىدىكى ئاددىي تېكىست تەھرىرلىگۈچ
vi: Mousepad là trình soạn thảo văn bản đơn giản cho môi trường Xfce

source: translator-credits
ug: غەيرەت ت.كەنجى <gheyret@gmail.com> ئابدۇقادىر ئابلىز <sahranbay@gmail.com>
vi: Vietnam Linux L10n <https://github.com/linux-l10n-vi> Loc Huynh <https://github.com/hthienloc>

source: Failed to open the documentation browser
ug: پۈتۈك كۆرگۈنى ئېچىش مەغلۇپ بولدى
vi: Không mở được trình duyệt tài liệu

source: Select Tab Size
ug: چوڭلۇقىنى بەلگىلەش(Tab نىڭ)
vi: Chọn độ rộng tab

source: Go To
ug: يۆتكىلىش
vi: Đi tới

source: _Jump to
ug: ئاتلا(_J)
vi: _Nhảy tới

source: _Line number:
ug: قۇر نومۇرى(_L):
vi: Số _dòng:

source: C_olumn number:
ug: رەت نومۇرى(_O):
vi: Số _cột:

source: Remove all entries from the documents history?
ug: پۈتۈك ئىزىدىكى بارلىق مەزمۇنلارنى ئۆچۈرسۇنمۇ؟
vi: Xoá toàn bộ mục trong lịch sử tài liệu?

source: Clear Documents History
ug: پۈتۈك ئىزىنى تازىلا
vi: Xoá lịch sử tài liệu

source: Clearing the documents history will permanently remove all currently listed entries.
ug: پۈتۈك ئىزى تازىلانسا، نۆۋەتتىكى بارلىق پۈتۈك تىزىمدىن يوقىلىپ كېتىدۇ.
vi: Việc xoá lịch sử tài liệu sẽ xoá vĩnh viễn tất cả mục hiện có.

source: Clea_r
ug: تازىلا(_R)
vi: _Xoá

source: Do you want to save the changes before closing?
ug: يېپىشتىن بۇرۇن ئۆزگىرىشلەرنى ساقلىۋالامسىز؟
vi: Bạn có muốn lưu các thay đổi trước khi đóng không?

source: The document is read-only, do you want to save it as another file?
ug: بۇ پۈتۈكنى پەقەت ئوقۇشقىلا بولىدۇ، ئۇنى باشقا ھۆججەت سۈپىتىدە ساقلامسىز؟
vi: Tài liệu chỉ đọc, bạn có muốn lưu thành tệp khác không?

source: Save Changes
ug: ئۆزگىرىشلەرنى ساقلا
vi: Lưu thay đổi

source: _Don't Save
ug: ساقلىما(_D)
vi: Khôn_g lưu

source: If you don't save this read-only document as another file, all the changes will be lost.
ug: ئەگەر ئوقۇشقىلا بولىدىغان پۈتۈكنى باشقا ھۆججەتكە ساقلىمىسىڭىز، بارلىق ئۆزگىرىش يوقىلىدۇ.
vi: Nếu không lưu tài liệu chỉ đọc này thành tệp khác, mọi thay đổi sẽ mất.

source: If you don't save the document, all the changes will be lost.
ug: پۈتۈكنى ساقلىمىسىڭىز بارلىق ئۆزگىرىشلەر يوق بولىدۇ.
vi: Nếu không lưu tài liệu, mọi thay đổi sẽ mất.

source: The document has been externally modified. Do you want to continue saving?
ug: پۈتۈك باشقا بىر پىروگراممىدا ئۆزگەرتىلىپتۇ. ساقلاۋېرەمسىز؟
vi: Tài liệu đã bị thay đổi bên ngoài. Bạn có muốn tiếp tục lưu không?

source: If you save the document, all of the external changes will be lost.
ug: ئەگەر پۈتۈكنى ساقلىسىڭىز، سىرتتا تۈزىتىلگەنلىرى يوق بولىدۇ.
vi: Nếu lưu tài liệu, mọi thay đổi bên ngoài sẽ mất.

source: The document has been externally modified. Do you want to reload it from disk?
ug: پۈتۈك سىرتتىكى باشقا بىر پىروگراممىدا ئۆزگەرتىلگەن. ئۇنى دىسكىدىن قايتا يۈكلەمسىز؟
vi: Tài liệu đã bị thay đổi bên ngoài. Bạn có muốn tải lại từ đĩa không?

source: You have unsaved changes. If you revert the file, they will be lost.
ug: ساقلانمىغان ئۆزگەرتىشلەر بار. ئەگەر ھۆججەتنى ئەسلىگە كەلتۈرسىڭىز، ئۇلار يوقىلىدۇ.
vi: Bạn có thay đổi chưa lưu. Nếu hoàn nguyên tệp, chúng sẽ mất.

source: Externally Modified
ug: سىرتتا تۈزىتىلگەن
vi: Bị sửa đổi bên ngoài

source: Do you want to save your changes before reloading?
ug: قايتا ئوقۇشتىن ئاۋۋال ئۆزگىرىشلەرنى ساقلىۋالامسىز؟
vi: Bạn có muốn lưu thay đổi trước khi tải lại không?

source: If you revert the file, all unsaved changes will be lost.
ug: ھۆججەتنى ئەسلىگە كەلتۈرسىڭىز، ساقلانمىغان ئۆزگىرىشلەرنىڭ ھەممىسى يوقىلىدۇ.
vi: Nếu hoàn nguyên tệp, mọi thay đổi chưa lưu sẽ mất.

source: The file seems to be encoded in %s, but you have chosen %s encoding. Do you confirm this choice?
ug: بۇ ھۆججەت %s دا كودلانغاندەك قىلىدۇ ئەمما %s كودلىنىشنى تاللىدىڭىز. بۇ تاللىشىڭىزنى جەزملەمسىز؟
vi: Tệp dường như được mã hoá %s, nhưng bạn chọn %s. Xác nhận lựa chọn này?

source: If not, the guessed encoding will be used.
ug: ئەگەر ئۇنداق بولمىسا، پەرەز قىلىنغان كودلاش ئىشلىتىلىدۇ.
vi: Nếu không, bảng mã dự đoán sẽ được dùng.

source: It seems that the previous session did not end normally. Do you want to restore the available data?
ug: ئالدىنقى قېتىملىق ئەڭگىمە ئادەتتىكىدەك ئاخىرلاشمىغاندەك قىلىدۇ. ئىشلەتكىلى بولىدىغان سانلىق مەلۇماتنى ئەسلىگە كەلتۈرەمسىز؟
vi: Phiên trước dường như không kết thúc bình thường. Bạn có muốn khôi phục dữ liệu không?

source: If not, all this data will be lost.
ug: ئەگەر ئۇنداق بولمىسا، ھەممە سانلىق مەلۇمات يوقىلىدۇ.
vi: Nếu không, tất cả dữ liệu này sẽ mất.

source: Please select a file
ug: ھۆججەتتىن بىرنى تاللاڭ
vi: Vui lòng chọn tệp

source: Failed to prepare the temporary file for encoding tests
ug: كودلاش سىنىقىغا ۋاقىتلىق ھۆججەتنى تەييارلىيالمىدى
vi: Không chuẩn bị được tệp tạm để kiểm tra bảng mã

source: Open encoding dialog
ug: كودلاش سۆزلەشكۈنى ئاچ
vi: Mở hộp thoại bảng mã

source: Go back to shorten list
ug: قىسقا تىزىمغا قايت
vi: Quay lại danh sách ngắn

source: _Encoding:
ug: كودلاش(_E):
vi: _Bảng mã:

source: Current
ug: ھازىرقى ۋاقىت
vi: Hiện tại

source: Show all encodings
ug: بالىق كودلاشنى كۆرسەت
vi: Hiển thị mọi bảng mã

source: Text Files
ug: تېكىست ھۆججەت
vi: Tệp văn bản

source: All Files
ug: ھەممە ھۆججەت
vi: Mọi tệp

source: Save As
ug: باشقا ئاتتا ساقلا
vi: Lưu thành

source: Open File
ug: ھۆججەت ئاچ
vi: Mở tệp

source: _Open
ug: ئاچ(_O)
vi: _Mở

source: Choose Mousepad Font
ug: Mousepad كە خەت نۇسخا تاللىنىدۇ
vi: Chọn phông chữ Mousepad

source: Failed to open the document
ug: پۈتۈكنى ئاچالمىدى
vi: Không mở được tài liệu

source: Failed to save the document
ug: پۈتۈكنى ساقلىيالمىدى
vi: Không lưu được tài liệu

source: Unsupported character set
ug: قوللىمايدىغان ھەرپ توپلىمى
vi: Bộ ký tự không hỗ trợ

source: _Cancel
ug: ۋاز كەچ(_C)
vi: _Huỷ

source: _OK
ug: جەزملە(_O)

source: _Save
ug: ساقلا(_S)
vi: _Lưu

source: Save _As
ug: باشقا ئاتتا ساقلا(_A)
vi: Lưu _thành

source: Re_vert
ug: ئەسلىدىكىگە قايتۇر(_V)
vi: Hoàn _nguyên

source: Re_load
ug: قايتا يۈكلە(_L)
vi: Tả_i lại

source: Close this tab
ug: بۇ بەتكۈچنى ياپ
vi: Đóng thẻ này

source: Untitled
ug: ماۋزۇسىز
vi: Không tiêu đề

source: Other:
ug: باشقىلار:
vi: Khác:

source: Checking encodings...
ug: كودلاشنى تەكشۈرۈۋاتىدۇ…
vi: Đang kiểm tra bảng mã...

source: %s (%s, failed)
ug: %s (%s، مەغلۇپ بولدى)
vi: %s (%s, thất bại)

source: %s (%s, partial)
ug: %s (%s، قىسمەنl)
vi: %s (%s, một phần)

source: Other (partial):
ug: باشقا(قىسمەن):
vi: Khác (một phần):

source: Other valid encodings were found, please choose below.
ug: باشقا ئىناۋەتلىك كودلىنىشنى تاپتى، تۆۋەندە تاللاڭ.
vi: Tìm thấy bảng mã hợp lệ khác, vui lòng chọn dưới đây.

source: Other partially valid encodings were found, please choose below.
ug: باشقا قىسمەن ئىناۋەتلىك كودلىنىش تېپىلدى، تۆۋەندە تاللاڭ.
vi: Tìm thấy bảng mã hợp lệ một phần khác, vui lòng chọn dưới đây.

source: No other valid encoding was found.
ug: باشقا ئىناۋەتلىك كودلىنىش بايقالمىدى.
vi: Không tìm thấy bảng mã hợp lệ nào khác.

source: The document is %s valid.
ug: پۈتۈك %s ئىناۋەتلىك.
vi: Tài liệu %s hợp lệ.

source: The document is not %s valid.
ug: پۈتۈك %s ئىناۋەتسىز.
vi: Tài liệu không %s hợp lệ.

source: Celtic
ug: كېلتىك

source: Greek
ug: گىرېكچە
vi: Hy Lạp

source: Nordic
ug: شىمالىي ياۋروپا
vi: Bắc Âu

source: South European
ug: جەنۇبى ياۋروپا
vi: Nam Âu

source: Western
ug: غەربچە
vi: Tây Âu

source: Baltic
ug: بالتىق
vi: Baltics

source: Central European
ug: ئوتتۇرا ياۋروپا
vi: Trung Âu

source: Cyrillic
ug: سلاۋيانچە

source: Cyrillic/Russian
ug: سلاۋيانچە/رۇسچە
vi: Cyrillic/Nga

source: Cyrillic/Ukrainian
ug: سلاۋيانچە/ئۇكرائىنچە
vi: Cyrillic/Ukraine

source: Romanian
ug: رۇمىنىيەچە
vi: Romania

source: Arabic
ug: ئەرەبچە
vi: Ả Rập

source: Hebrew
ug: ئىبرانىچە
vi: Do Thái

source: Hebrew Visual
ug: ئىبرانىچە كۆرۈنۈشچان
vi: Do Thái (hiển thị)

source: Armenian
ug: ئەرمەنچە
vi: Armenia

source: Georgian
ug: گىرۇزىنچە
vi: Gruzia

source: Thai
ug: تايلاندچە
vi: Thái

source: Turkish
ug: تۈركچە
vi: Thổ Nhĩ Kỳ

source: Vietnamese
ug: ۋىيېتنامچە
vi: Tiếng Việt

source: Unicode
ug: يۇنىكود

source: Chinese Simplified
ug: ئاددىي خەنچە
vi: Tiếng Trung Giản thể

source: Chinese Traditional
ug: مۇرەككەپ خەنچە
vi: Tiếng Trung Phồn thể

source: Japanese
ug: ياپونچە
vi: Tiếng Nhật

source: Korean
ug: كورېيەچە
vi: Tiếng Hàn

source: Default
ug: كۆڭۈلدىكى
vi: Mặc định

source: System
ug: سىستېما
vi: Hệ thống

source: History
ug: تارىخ
vi: Lịch sử

source: Invalid byte sequence in conversion input
ug: ئايلاندۇرۇپ كىرگۈزۈشتە ئىناۋەتسىز بايت قاتارى كۆرۈلدى
vi: Chuỗi byte không hợp lệ trong dữ liệu chuyển đổi

source: Failed to clear the recent history
ug: يېقىنقى ئىزلارنى تازىلاش مەغلۇپ بولدى
vi: Không xoá được lịch sử gần đây

source: No clipboard data
ug: چاپلاش تاختىسىدا بىر نەرسە يوق
vi: Không có dữ liệu clipboard

source: Mousepad Preferences
ug: Mousepad مايىللىقى
vi: Tuỳ chỉnh Mousepad

source: Document Settings
ug: پۈتۈك تەڭشىكى
vi: Cài đặt tài liệu

source: Appearance
ug: كۆرۈنۈش
vi: Diện mạo

source: Print page _headers
ug: بەت قېشىنى باس(_H)
vi: In _đầu trang

source: Print _line numbers
ug: قۇر نومۇرىنى باس(_L)
vi: In số _dòng

source: Numbering interval:
ug: نومۇر ئارىلىقى:
vi: Khoảng cách đánh số:

source: The interval at which to print line numbers. For example a value of 1 will print a line number on each line, a value of 2 will print a line number on every other line, and so on.
ug: باسىدىغان نومۇرنىڭ ئارىلىق. مەسىلەن، ئەگەر قىممىتى 1 بولسا ئۇنداقتا ھەر قۇرغا باسىدۇ؛ ئەگەر قىممىتى 2 بولسا ئۇنداقتا قۇر ئاتلاپ باسىدۇ؛ مۇشۇ قائىدە بويىچە داۋاملىشىدۇ.
vi: Khoảng cách in số dòng. Ví dụ giá trị 1 sẽ in số trên mỗi dòng, giá trị 2 sẽ in số cách một dòng, v.v.

source: Enable text _wrapping
ug: تېكىستتا قۇر قاتلاشنى قوزغىتىدۇ(_W)
vi: Bật _ngắt dòng tự động

source: Enable _syntax highlighting
ug: گىرامماتىكا يورۇتۇشنى قوزغىتىدۇ(_S)
vi: Bật tô _màu cú pháp

source: Fonts
ug: خەت نۇسخا
vi: Phông chữ

source: Header:
ug: بەت قاش:
vi: Đầu trang:

source: Body:
ug: مەزمۇن:
vi: Nội dung:

source: Line numbers:
ug: قۇر نومۇرى:
vi: Số dòng:

source: _Replace All
ug: ھەممىنى ئالماشتۇر(_R)
vi: Thay thế _tất cả

source: _Replace
ug: ئالماشتۇر(_R)
vi: _Thay thế

source: Find and Replace
ug: ئىزدە ۋە ئالماشتۇر
vi: Tìm và thay thế

source: _Find
ug: ئىزدە(_F)
vi: _Tìm

source: _Close
ug: ياپ(_C)
vi: Đón_g

source: _Search for:
ug: ئىزدە(_S):
vi: Tìm _kiếm:

source: Replace _with:
ug: ئالماشتۇر(_W):
vi: Thay _bằng:

source: Search _direction:
ug: ئىزدەش يۆنىلىشى(_D):
vi: Hướng _tìm kiếm:

source: Up
ug: ئۈستى
vi: Lên

source: Down
ug: ئاستى
vi: Xuống

source: _Wrap around
ug: ئايلاندۇرۇپ قەۋەتلە(_W)
vi: _Quay vòng

source: Match _case
ug: چوڭ كىچىك ھەرپنى پەرقلەندۈر(_C)
vi: Phân biệt _hoa thường

source: _Match whole word
ug: پۈتۈن سۆزگە ماسلاش(_M)
vi: _Khớp cả từ

source: Regular e_xpression
ug: مۇنتىزىم ئىپادە(_X)
vi: Biểu thức _chính quy

source: Replace _all in:
ug: ئىچىدىكى ھەممىنى ئالماشتۇر(_A):
vi: Thay thế _tất cả trong:

source: Selection
ug: تاللانما
vi: Phần bôi đen

source: Document
ug: پۈتۈك
vi: Tài liệu

source: All Documents
ug: بارلىق پۈتۈك
vi: Mọi tài liệu

source: %d of %d match
ug: ماس كەلگىنى %d/%d
vi: %d/%d kết quả

source: %d match
ug: ماس كەلگىنى %d
vi: %d kết quả

source: Choose a filetype
ug: ھۆججەت تۈرى
vi: Chọn kiểu tệp

source: Filetype: None
ug: ھۆججەت تۈرى: يوق
vi: Kiểu tệp: Không

source: Toggle the overwrite mode
ug: قاپلاش ھالىتىنى ئالماشتۇر
vi: Bật/tắt chế độ ghi đè

source: Line: %d Column: %d Selection: %d
ug: قۇر: %d رەت: %d تاللىنىش: %d
vi: Dòng: %d Cột: %d Bôi đen: %d

source: Line: %d Column: %d
ug: قۇر: %d رەت: %d
vi: Dòng: %d Cột: %d

source: Filetype: %s
ug: ھۆججەت تۈرى: %s
vi: Kiểu tệp: %s

source: Warning: you are using the root account. You may harm your system.
ug: ئاگاھلاندۇرۇش: يىلتىز (root) ھېساباتنى ئىشلىتىۋاتىسىز. سىستېمىڭىزغا زىيان يەتكۈزۈشىڭىز مۇمكىن.
vi: Cảnh báo: bạn đang dùng tài khoản root. Có thể gây hại cho hệ thống.

source: Read Only
ug: پەقەتلا ئوقۇش
vi: Chỉ đọc

source: Viewer Mode
ug: كۆرگۈچ ھالىتى
vi: Chế độ xem

source: Use '%s' as template
ug: «%s» نى قېلىپ سۈپىتىدە ئىشلىتىدۇ
vi: Dùng «%s» làm mẫu

source: No template files found in '%s'
ug: ھېچقانداق قېلىپ ھۆججىتى تېپىلمىدى «%s»
vi: Không tìm thấy tệp mẫu trong «%s»

source: Missing Templates directory '%s'
ug: قېلىپ مۇندەرىجىسى كەم «%s»
vi: Thiếu thư mục Mẫu «%s»

source: Ot_her (%d)...
ug: باشقا(%d)(_H)…
vi: _Khác (%d)...

source: Ot_her...
ug: باشقا(_H)…
vi: _Khác...

source: Revert to the saved version of the file
ug: ساقلانغان ھۆججەتكە ئەسلىگە قايتۇر
vi: Hoàn nguyên về phiên bản đã lưu

source: Reload file from disk
ug: دىسكىدىن ھۆججەتنى قايتا يۈكلەيدۇ
vi: Tải lại tệp từ đĩa

source: Leave fullscreen mode
ug: تولۇق ئېكران ھالىتىدىن ئايرىل
vi: Thoát chế độ toàn màn hình

source: Make the window fullscreen
ug: كۆزنەكنى تولۇق ئېكران ھالەتتە كۆرسىتىدۇ
vi: Toàn màn hình

source: Open '%s'
ug: ئېچىۋاتقىنى ‹%s›
vi: Mở «%s»

source: No items found
ug: بىر نەرسە يوق
vi: Không tìm thấy mục nào

source: History disabled
ug: تارىخ چەكلەنگەن
vi: Lịch sử bị tắt

source: Templates should be %s valid
ug: قېلىپ «%s» ئىناۋەتلىك بولۇشى كېرەك
vi: Mẫu phải %s hợp lệ

source: Reading the template failed
ug: قېلىپنى ئوقۇيالمىدى
vi: Đọc mẫu thất bại

source: Loading the template failed
ug: قېلىپنى يۈكلىيەلمىدى
vi: Nạp mẫu thất bại

source: Failed to reload the document
ug: پۈتۈكنى قايتا يۈكلىيەلمىدى
vi: Không tải lại được tài liệu

source: Failed to print the document
ug: پۈتۈكنى بېسىپ چىقىرالمىدى
vi: Không in được tài liệu

source: _File
ug: ھۆججەت(_F)
vi: _Tệp

source: File menu
ug: ھۆججەت تىزىملىكى
vi: Menu Tệp

source: New _Window
ug: يېڭى كۆزنەك(_W)
vi: _Cửa sổ mới

source: Create a new document in a new window
ug: يېڭى كۆزنەكتە يېڭى ھۆججەت قۇرىدۇ
vi: Tạo tài liệu mới trong cửa sổ mới

source: New From Te_mplate
ug: قېلىپتىن يېڭى ھۆججەت قۇر(_M)
vi: Mới từ _mẫu

source: Create a new document from a template
ug: قېلىپتىن يېڭى بىر پۈتۈك قۇرىدۇ
vi: Tạo tài liệu mới từ mẫu

source: Op_en Recent
ug: يېقىنقىنى ئاچ(_E)
vi: Mở _gần đây

source: Open a recently used file
ug: يېقىندا ئىشلەتكەن ھۆججەتنى ئاچىدۇ
vi: Mở tệp đã dùng gần đây

source: Clear _History
ug: ئىزنى تازىلا(_H)
vi: Xoá _lịch sử

source: Clear the recently used files history
ug: يېقىندا ئىشلىتىلگەن ھۆججەت ئىزىنى تازىلايدۇ
vi: Xoá lịch sử tệp gần đây

source: Save A_ll
ug: ھەممىنى ساقلا(_L)
vi: Lưu _tất cả

source: Save all document in this window
ug: نۆۋەتتىكى كۆزنەكتىكى ھەممە ھۆججەتنى ساقلايدۇ
vi: Lưu mọi tài liệu trong cửa sổ này

source: _Print...
ug: باس(_P)…
vi: _In...

source: Print the current document
ug: نۆۋەتتىكى ھۆججەتنى بېسىپ چىقىرىدۇ
vi: In tài liệu hiện tại

source: _Close Window
ug: كۆزنەكنى ياپ(_C)
vi: Đón_g cửa sổ

source: Close this window
ug: مەزكۇر كۆزنەكنى تاقايدۇ
vi: Đóng cửa sổ này

source: _Quit
ug: چېكىن(_Q)
vi: T_hoát

source: Quit Mousepad
ug: Mousepad تىن چېكىن
vi: Thoát Mousepad

source: _Edit
ug: تەھرىر(_E)
vi: _Soạn thảo

source: Edit menu
ug: تەھرىر تىزىملىك
vi: Menu Soạn thảo

source: Preferences...
ug: مايىللىق…
vi: Tuỳ chỉnh...

source: Show the preferences dialog
ug: مايىللىق سۆزلەشكۈنى كۆرسىتىدۇ
vi: Hiện hộp thoại tuỳ chỉnh

source: _Search
ug: ئىزدە(_S)
vi: _Tìm kiếm

source: Search menu
ug: ئىزدەش تىزىملىكى
vi: Menu Tìm kiếm

source: Find _Next
ug: كېيىنكىسىنى ئىزدە(_N)
vi: Tìm _tiếp

source: Search forwards for the same text
ug: كەينىگە قاراپ ئوخشاش تېكىستنى ئىزدەيدۇ
vi: Tìm tiếp về phía sau

source: Find _Previous
ug: ئالدىنقىنى ئىزدە(_P)
vi: Tìm _trước

source: Search backwards for the same text
ug: بېشىغا قاراپ ئوخشاش تېكىستنى ئىزدەيدۇ
vi: Tìm ngược về trước

source: _Incremental Search
ug: ئۆسكۈچى ئىزدەش(_I)
vi: Tìm _tức thì

source: Automatically select the search result and scroll the view
ug: ئىزدەش نەتىجىسىنى ئۆزلۈكىدىن تاللاپ كۆرۈنۈشنى سىيرىيدۇ
vi: Tự động chọn kết quả tìm kiếm và cuộn khung nhìn

source: Highlight _All
ug: ھەممىنى يورۇت(_A)
vi: Tô sáng _tất cả

source: Highlight the search matches
ug: ئىزدەشكە ماس كەلگەننى يورۇتىدۇ
vi: Tô sáng các kết quả tìm kiếm

source: _View
ug: كۆرۈنۈش(_V)
vi: _Xem

source: View menu
ug: كۆرنۈش تىزىملىكى
vi: Menu Xem

source: Select F_ont...
ug: خەت نۇسخىسى تاللا(_O)…
vi: Chọn _phông...

source: Change the editor font
ug: تەھرىرلىگۈچنىڭ خەت نۇسخىسىنى ئۆزگەرتىدۇ
vi: Thay đổi phông chữ trình soạn

source: _Color Scheme
ug: رەڭلەر(_C)
vi: Chủ đề _màu

source: Color scheme to use for the text view
ug: تېكىست لايىھەسىنىڭ رەڭ كۆرۈنۈشى
vi: Chủ đề màu dùng cho khung văn bản

source: None
ug: يوق
vi: Không

source: No style scheme
ug: ئۇسلۇب لايىھەسى يوق
vi: Không chủ đề kiểu

source: Line N_umbers
ug: قۇر نومۇرى(_U)
vi: Số _dòng

source: Show line numbers
ug: قۇر نومۇرىنى كۆرسىتىدۇ
vi: Hiển thị số dòng

source: _Menubar
ug: تىزىملىك بالداق(_M)
vi: _Thanh Menu

source: Change the visibility of the main menubar
ug: ئاساسىي تىزىملىك بالداقنىڭ كۆرۈنۈشچانلىقىنى ئۆزگەرتىدۇ
vi: Ẩn/hiện thanh Menu chính

source: _Toolbar
ug: قورال بالداق(_T)
vi: _Thanh công cụ

source: Change the visibility of the toolbar
ug: قورال بالداقنىڭ كۆرۈنۈشچانلىقىنى ئۆزگەرتىدۇ
vi: Ẩn/hiện thanh công cụ

source: St_atusbar
ug: ھالەت بالداق(_A)
vi: Thanh _trạng thái

source: Change the visibility of the statusbar
ug: ھالەت بالداقنىڭ كۆرۈنۈشچانلىقىنى ئۆزگەرتىدۇ
vi: Ẩn/hiện thanh trạng thái

source: _Document
ug: پۈتۈك(_D)
vi: _Tài liệu

source: Document menu
ug: پۈتۈك تىزىملىكى
vi: Menu tài liệu

source: _Word Wrap
ug: سۆز قاتلا(_W)
vi: Ngắt _dòng

source: Toggle breaking lines in between words
ug: قۇرنى قاتلىغاندا سۆزنى ئاساس قىلىدۇ
vi: Bật/tắt ngắt dòng giữa các từ

source: _Auto Indent
ug: ئاپتوماتىك تارايت(_A)
vi: _Tự động thụt lề

source: Auto indent a new line
ug: يېڭى قۇرنى ئۆزلۈكىدىن تارايتىدۇ
vi: Tự động thụt lề dòng mới

source: Tab _Size
ug: تاقلاش چوڭلۇقى(_S)
vi: _Kích thước tab

source: The number of space characters for a tabulation
ug: جەدۋەل بەلگىسىنىڭ بوش ھەرپ سانى
vi: Số ký tự khoảng trắng cho một tab

source: Two spaces
ug: ئىككى بوشلۇق
vi: Hai khoảng trắng

source: Three spaces
ug: ئۈچ بوشلۇق
vi: Ba khoảng trắng

source: Four spaces
ug: تۆت بوشلۇق
vi: Bốn khoảng trắng

source: Eight spaces
ug: سەككىز بوشلۇق
vi: Tám khoảng trắng

source: Other...
ug: باشقا…
vi: Khác...

source: Set custom tab size
ug: ئىختىيارى تاقلاش ھەرپىنىڭ چوڭلۇق تەڭشىكى
vi: Đặt kích thước tab tùy chỉnh

source: Insert _Spaces
ug: بوشلۇق قىستۇر(_S)
vi: Chèn _khoảng trắng

source: Insert spaces when the tab button is pressed
ug: تاقلاش (tab) توپچە بېسىلغاندا بوشلۇق بەلگىسى قىستۇرىدۇ
vi: Chèn khoảng trắng khi nhấn phím tab

source: _Filetype
ug: ھۆججەت تۈرى(_F)
vi: _Kiểu tệp

source: Language to use for syntax highlighting
ug: گىرامماتىكا يورۇتۇشقا ئىشلىتىدىغان تىل
vi: Ngôn ngữ dùng để tô màu cú pháp

source: Plain Text
ug: ساپ تېكىست
vi: Văn bản thuần

source: No filetype
ug: ھۆججەت تىپى يوق
vi: Không kiểu tệp

source: Line E_nding
ug: قۇر ئاخىرى(_N)
vi: Ký tự _cuối dòng

source: Character(s) to use as end of line
ug: قۇر ئاخىرىنى بەلگىلەيدىغان ھەرپ
vi: Ký tự dùng làm cuối dòng

source: Set the line ending of the document to Unix (LF)
ug: قۇر ئاخىرلىشىش بەلگىسىگە Unix نىڭ (LF) بەلگىسىنى تەڭشەيدۇ
vi: Đặt ký tự cuối dòng thành Unix (LF)

source: Set the line ending of the document to Mac (CR)
ug: قۇر ئاخىرلىشىش بەلگىسىگە مەك(Mac) نىڭ (CR) بەلگىسىنى تەڭشەيدۇ
vi: Đặt ký tự cuối dòng thành Mac (CR)

source: Set the line ending of the document to DOS / Windows (CR LF)
ug: قۇر ئاخىرلىشىش بەلگىسىگە DOS/Windows نىڭ (CR LF) بەلگىسىنى تەڭشەيدۇ
vi: Đặt ký tự cuối dòng thành DOS / Windows (CR LF)

source: Write Unicode _BOM
ug: يۇنىكود بەلگىسى(_BOM) يازىدۇ
vi: Ghi _BOM Unicode

source: Store the byte-order mark in the file
ug: ھۆججەتكە يۇنىكود بەلگىسى(بايت تەرتىپى بەلگىسى) نى ساقلايدۇ
vi: Lưu dấu thứ tự byte trong tệp

source: _Viewer Mode
ug: كۆرگۈچ ھالىتى(_V)
vi: Chế độ _xem

source: Disallow modifications via keyboard / mouse
ug: ھەرپتاختا/چاشقىنەكتە ئۆزگەرتىشكە يول قويمايدۇ
vi: Ngăn chỉnh sửa qua bàn phím / chuột

source: _Previous Tab
ug: ئالدىنقى بەتكۈچ(_P)
vi: Thẻ _trước

source: Select the previous tab
ug: ئالدىنقى بەتكۈچنى تاللايدۇ
vi: Chọn thẻ trước

source: _Next Tab
ug: كېيىنكى بەتكۈچ(_N)
vi: Thẻ _tiếp

source: Select the next tab
ug: كېيىنكى بەتكۈچنى تاللايدۇ
vi: Chọn thẻ tiếp theo

source: _Help
ug: ياردەم(_H)
vi: Trợ _giúp

source: Help menu
ug: ياردەم تىزىملىكى
vi: Menu trợ giúp

source: _Contents
ug: مەزمۇن(_C)
vi: _Nội dung

source: Display the Mousepad user manual
ug: ئىشلەتكۈچى قوللانمىسىنى كۆرسىتىدۇ
vi: Hiển thị hướng dẫn sử dụng Mousepad

source: _About
ug: ھەققىدە(_A)
vi: _Giới thiệu

source: About this application
ug: پىروگرامما ھەققىدە
vi: Giới thiệu ứng dụng

source: _New
ug: يېڭى(_N)
vi: _Mới

source: Create a new document
ug: يېڭى ھۆججەت قۇرىدۇ
vi: Tạo tài liệu mới

source: _Open...
ug: ئاچ(_O)…
vi: _Mở...

source: Open a file
ug: ھۆججەت ئاچىدۇ
vi: Mở tệp

source: Save the current document
ug: نۆۋەتتىكى ھۆججەتنى ساقلايدۇ
vi: Lưu tài liệu hiện tại

source: Save _As...
ug: باشقا ئاتتا ساقلا(_S)…
vi: Lưu _thành...

source: Save current document as another file
ug: نۆۋەتتىكى ھۆججەتكە باشقا ئات قويۇپ ساقلايدۇ
vi: Lưu tài liệu hiện tại thành tệp khác

source: _Detach Tab
ug: بەتكۈچنى ئايرىۋەت(_D)
vi: _Gỡ thẻ

source: Move the current document to a new window
ug: نۆۋەتتىكى پۈتۈكنى باشقا كۆزنەككە يۆتكىۋېتىدۇ
vi: Di chuyển tài liệu hiện tại sang cửa sổ mới

source: Close _Tab
ug: بەتكۈچنى ياپ(_T)
vi: Đóng _thẻ

source: Close the current document
ug: نۆۋەتتىكى ھۆججەتنى ياپىدۇ
vi: Đóng tài liệu hiện tại

source: _Undo
ug: يېنىۋال(_U)
vi: _Hoàn tác

source: Undo the last action
ug: ئاخىرقى مەشغۇلاتتىن يېنىۋالىدۇ
vi: Hoàn tác hành động cuối

source: _Redo
ug: قايتىلا(_R)
vi: _Làm lại
