Repository: xfce-mirror/mousepad
Catalog: po/*.po
Languages: ug, vi

source: Redo the last undone action
ug: ئاخىرقى يېنىۋالغان مەشغۇلاتنى تەكرارلايدۇ
vi: Làm lại hành động đã hoàn tác

source: Cu_t
ug: كەس(_T)
vi: _Cắt

source: Cut the selection
ug: تاللانغاننى كېسىدۇ
vi: Cắt phần bôi đen

source: _Copy
ug: كۆچۈر(_C)
vi: _Sao chép

source: Copy the selection
ug: تاللانغاننى كۆچۈرىدۇ
vi: Sao chép phần bôi đen

source: _Paste
ug: چاپلا(_P)
vi: _Dán

source: Paste the clipboard
ug: چاپلاش تاختىسىدىن چاپلا
vi: Dán từ clipboard

source: Select _All
ug: ھەممىنى تاللا(_A)
vi: Chọn _tất cả

source: Select the text in the entire document
ug: پۈتكۈل پۈتۈكتىكى تېكىستنى تاللايدۇ
vi: Chọn toàn bộ văn bản trong tài liệu

source: Search for text
ug: تېكىست ئىزدەش
vi: Tìm văn bản

source: Find and Rep_lace...
ug: ئىزدەپ ئالماشتۇر(_L)…
vi: Tìm và _thay thế...

source: Search for and replace text
ug: تېكىستنى ئىزدەپ تېپىپ ئالماشتۇرىدۇ
vi: Tìm và thay thế văn bản

source: _Go to...
ug: يۆتكەل(_G)…
vi: Đi _tới...

source: Go to a specific location in the document
ug: پۈتۈكتىكى مەلۇم بىر ئورۇنغا يۆتكىلىدۇ
vi: Đi tới vị trí cụ thể trong tài liệu

source: _Fullscreen
ug: تولۇق ئېكران(_F)
vi: _Toàn màn hình

source: Paste _Special
ug: ئۆزگىچە چاپلا(_S)
vi: _Dán đặc biệt

source: Paste the clipboard in a special way
ug: چاپلاش تاختىسىنى ئالاھىدە ئۇسۇلدا چاپلايدۇ
vi: Dán clipboard theo cách đặc biệt

source: Paste from _History
ug: تارىختىن چاپلا(_H)
vi: Dán từ _lịch sử

source: Paste from the clipboard history
ug: چاپلاش تاختىسىنىڭ تارىخ ئىزىدىن چاپلايدۇ
vi: Dán từ lịch sử clipboard

source: Paste as _Column
ug: رەت سۈپىتىدە چاپلا(_C)
vi: Dán dạng _cột

source: Paste the clipboard text into a column
ug: چاپلاش تاختىسىدىكى تېكىستنى رەتكە چاپلايدۇ
vi: Dán văn bản clipboard vào một cột

source: _Delete Selection
ug: تاللانمىنى ئۆچۈر(_D)
vi: _Xoá bôi đen

source: Delete the current selection
ug: نۆۋەتتە تاللانغاننى ئۆچۈرىدۇ
vi: Xoá phần bôi đen hiện tại

source: Delete _Line
ug: قۇر ئۆچۈر(_L)
vi: Xoá _dòng

source: Delete the current line
ug: نۆۋەتتىكى قۇرنى ئۆچۈر
vi: Xoá dòng hiện tại

source: Conve_rt
ug: ئايلاندۇر(_R)
vi: _Chuyển đổi

source: Convert text in different ways
ug: پەرقلىق ئۇسۇلدا تېكىستنى ئايلاندۇر
vi: Chuyển đổi văn bản theo nhiều cách

source: To _Lowercase
ug: كىچىك ھەرپكە(_L)
vi: Thành _chữ thường

source: Change the case of the selection to lowercase
ug: تاللانغاننى كىچىك ھەرپكە ئايلاندۇرىدۇ
vi: Đổi phần bôi đen thành chữ thường

source: To _Uppercase
ug: چوڭ ھەرپكە(_U)
vi: Thành _chữ hoa

source: Change the case of the selection to uppercase
ug: تاللانغاننى چوڭ ھەرپكە ئايلاندۇرىدۇ
vi: Đổi phần bôi đen thành chữ hoa

source: To _Title Case
ug: باش ھەرپ چوڭ(_T)
vi: Thành chữ _hoa đầu

source: Change the case of the selection to title case
ug: تاللانغاننى چوڭ ھەرپكە ئۆزگەرتىدۇ
vi: Đổi phần bôi đen thành chữ hoa đầu từ

source: To _Opposite Case
ug: چوڭ كىچىك ھەرپنى ئالماشتۇر(_O)
vi: Thành _ngược hoa thường

source: Change the case of the selection opposite case
ug: تاللانغان ھەرپنى چوڭنى كىچىككە، كىچىكنى چوڭغا ئۆزگەرتىدۇ
vi: Đổi phần bôi đen thành hoa thường ngược lại

source: _Tabs to Spaces
ug: تاقلاش ھەرپ(_Tab)تىن بوشلۇققا
vi: _Tab thành khoảng trắng

source: Convert all tabs to spaces in the selection or document
ug: پۈتۈكتىكى ياكى تاللانغان رايوندىكى تاقلاش ھەرپ(Tab)ىنى بوشلۇققا ئۆزگەرتىدۇ
vi: Chuyển mọi tab thành khoảng trắng trong phần bôi đen hoặc tài liệu

source: _Leading Spaces to Tabs
ug: باشلاش بوشلۇقىدىن تاقلاش ھەرپىگە(_L)
vi: _Khoảng trắng đầu dòng thành tab

source: Convert all the leading spaces to tabs in the selected line(s) or document
ug: پۈتكۈل پۈتۈك ياكى تاللانغان رايوندىكى قۇرنىڭ بېشىدىكى بوشلۇقنى تاقلاش ھەرپ(Tab)ىگە ئۆزگەرتىدۇ
vi: Chuyển mọi khoảng trắng đầu dòng thành tab trong dòng bôi đen hoặc tài liệu

source: St_rip Trailing Spaces
ug: ئاخىردىكى بوشلۇقنى يوقات(_R)
vi: _Xoá khoảng trắng cuối dòng

source: Remove all the trailing spaces from the selected line(s) or document
ug: پۈتكۈل پۈتۈك ياكى تاللانغان رايوندىكى قۇرنىڭ ئاخىرىدىكى بارلىق بوشلۇقنى چىقىرىۋېتىدۇ
vi: Xoá mọi khoảng trắng cuối dòng trong dòng bôi đen hoặc tài liệu

source: _Transpose
ug: تەتۈر قىل(_T)
vi: _Hoán vị

source: Reverse the order of something
ug: تەرتىپىنى تەتۈر قىلىدۇ
vi: Đảo ngược thứ tự của nội dung

source: _Move
ug: يۆتكە(_M)
vi: _Di chuyển

source: Move content in different ways
ug: مەزمۇننى پەرقلىق ئۇسۇلدا يۆتكەيدۇ
vi: Di chuyển nội dung theo nhiều cách

source: One Line _Up
ug: ئۈستىگە بىر قۇر(_U)
vi: Dòng _lên trên

source: Move lines one line up
ug: ئۈستىگە بىر قۇر يۆتكىلىدۇ
vi: Di chuyển dòng lên một dòng

source: One Line _Down
ug: ئاستىغا بىر قۇر(_D)
vi: Dòng _xuống dưới

source: Move lines one line down
ug: ئاستىغا بىر قۇر يۆتكىلىدۇ
vi: Di chuyển dòng xuống một dòng

source: One Word _Left
ug: بىر سۆز سولغا(_L)
vi: Từ _sang trái

source: Move words one word left
ug: بىر سۆز سولغا يۆتكىلىدۇ
vi: Di chuyển từ sang trái một từ

source: One Word _Right
ug: بىر سۆز ئوڭغا(_R)
vi: Từ _sang phải

source: Move words one word right
ug: بىر سۆز ئوڭغا يۆتكىلىدۇ
vi: Di chuyển từ sang phải một từ

source: Dup_licate Line / Selection
ug: قۇر/تاللانغاننى كۆچۈر(_L)
vi: _Nhân đôi dòng/bôi đen

source: Duplicate the current line or selection
ug: نۆۋەتتىكى قۇر ياكى تاللانغاننى كۆچۈرىدۇ
vi: Nhân đôi dòng hiện tại hoặc phần bôi đen

source: _Increase Indent
ug: تارايتىشنى ئاشۇر(_I)
vi: _Tăng thụt lề

source: Increase the indentation of the selection or current line
ug: نۆۋەتتىكى قۇر ياكى تاللانغاننى تېخىمۇ ئىچ قۇرغا ماڭدۇرىدۇ
vi: Tăng thụt lề cho phần bôi đen hoặc dòng hiện tại

source: _Decrease Indent
ug: تارايتىشنى كېمەيت(_D)
vi: _Giảm thụt lề

source: Decrease the indentation of the selection or current line
ug: نۆۋەتتىكى قۇر ياكى تاللانغاننى تېخىمۇ بەكرەك قۇر بېشى تەرەپكە يۆتكەيدۇ
vi: Giảm thụt lề cho phần bôi đen hoặc dòng hiện tại

source: Insert Tabs
ug: جەدۋەل بەلگىسى قىستۇر
vi: Chèn tab

source: Insert Spaces
ug: بوشلۇق قىستۇر
vi: Chèn khoảng trắng

source: Never
ug: ھەرگىز
vi: Không bao giờ

source: First key press
ug: تۇنجى كۇنۇپكا بېسىلىشى
vi: Nhấn phím lần đầu

source: Second key press
ug: ئىككىنچى كۇنۇپكا بېسىلىشى
vi: Nhấn phím lần hai

source: Always
ug: ھەمىشە
vi: Luôn luôn

source: never
ug: ھەرگىز
vi: không bao giờ

source: after a crash
ug: يىمىرىلگەندىن كېيىن
vi: sau khi sập

source: unsaved documents
ug: ساقلانمىغان پۈتۈك
vi: tài liệu chưa lưu

source: saved documents
ug: ساقلانغان پۈتۈك
vi: tài liệu đã lưu

source: always
ug: ھەمىشە
vi: luôn luôn

source: new tabs
ug: يېڭى بەتكۈچ
vi: tab mới

source: new windows
ug: يېڭى كۆزنەك
vi: cửa sổ mới

source: new tabs in a new window
ug: يېڭى كۆزنەكتىكى يېڭى بەتكۈچ
vi: tab mới trong cửa sổ mới

source: Menu
ug: تىزىملىك

source: Small Toolbar
ug: كىچىك قورال بالداق
vi: Thanh công cụ nhỏ

source: Large Toolbar
ug: چوڭ قورال بالداق
vi: Thanh công cụ lớn

source: Button
ug: توپچە
vi: Nút

source: Drag & Drop
ug: سۆرەپ تاشلاش
vi: Kéo và thả

source: Dialog
ug: سۆزلەشكۈ
vi: Hộp thoại

source: Icons Only
ug: سىنبەلگىلا
vi: Chỉ biểu tượng

source: Text Only
ug: تېكىستلا
vi: Chỉ chữ

source: Text Below Icons
ug: خەت سىنبەلگىنىڭ ئاستىدا
vi: Chữ dưới biểu tượng

source: Text Beside Icons
ug: خەت سىنبەلگىنىڭ يېنىدا
vi: Chữ bên cạnh biểu tượng

source: Display whitespace
ug: بوشلۇقنى كۆرسەت
vi: Hiển thị khoảng trắng

source: Display line endings
ug: قۇر ئاخىرىنى كۆرسەت
vi: Hiển thị ký tự cuối dòng

source: Long line margin at column:
ug: رەتتىكى ئۇزۇن قۇر ئارىلىقى:
vi: Lề dòng dài tại cột:

source: Highlight current line
ug: ھازىرقى قۇرنى يورۇت
vi: Tô sáng dòng hiện tại

source: Highlight matching brackets
ug: ماس كەلگەن تىرناقنى يورۇت
vi: Tô sáng cặp dấu ngoặc

source: Wrap long lines
ug: ئۇزۇن قۇر قۇر ئالماشتۇرىدۇ
vi: Ngắt dòng dài

source: <b>Display</b>
ug: <b>كۆرسىتىش</b>
vi: <b>Hiển thị</b>

source: Use system monospace font
ug: سىستېمىنىڭ تەڭ كەڭلىكتىكى خەت نۇسخىسىنى ئىشلىتىدۇ
vi: Dùng phông monospace hệ thống

source: <b>Font</b>
ug: <b>خەت نۇسخا</b>
vi: <b>Phông chữ</b>

source: <b>Color Scheme</b>
ug: <b>رەڭ لايىھە</b>
vi: <b>Chủ đề màu</b>

source: View
ug: كۆرۈنۈش
vi: Xem

source: Tab width:
ug: Tab كەڭلىكى:
vi: Độ rộng tab:

source: Tab mode:
ug: Tab ھالىتى:
vi: Chế độ tab:

source: Enable automatic indentation
ug: ئۆزلۈكىدىن تارايتىشنى قوزغات
vi: Bật tự động thụt lề

source: <b>Indentation</b>
ug: <b>تارايتىش</b>
vi: <b>Thụt lề</b>

source: Tab: Indent selection (Shift+Tab: Unindent)
ug: Tab: تارايتىشتا (Shift+Tab: تارايتما) ئىشلىتىلىدۇ
vi: Tab: Thụt vào vùng chọn (Shift+Tab: Thụt ra)

source: Indent/unindent the currently selected text or the current line
ug: نۆۋەتتە تاللانغان تېكىست ياكى نۆۋەتتىكى قۇرنى تارايت/تارايتما
vi: Thụt vào/ra vùng văn bản đang chọn hoặc dòng hiện tại

source: Backspace: Delete indent spaces as tabs
ug: Backspace: تارايتىش بوشلۇقىنى جەدۋەل بەلگىسىدەك ئۆچۈرىدۇ
vi: Backspace: Xoá khoảng trắng thụt lề như tab

source: Home/End: Detect leading/trailing whitespace:
ug: Home/End: باشلىنىش/ئاخىرلىشىش بوشلۇقىنى بايقايدۇ::
vi: Home/End: Phát hiện khoảng trắng đầu/cuối dòng:

source: <b>Smart Keys</b>
ug: <b>ئىدراكلىق ئاچقۇچ</b>
vi: <b>Phím thông minh</b>

source: Editor
ug: تەھرىرلىگۈچ
vi: Trình soạn thảo

source: Client-side decorations (restart required)
ug: خېرىدار تەرەپ بېزەك تەڭشىكى (قايتا قوزغىتىش زۆرۈر)
vi: Trang trí phía client (cần khởi động lại)

source: Show full filename in title bar
ug: ماۋزۇ بالداقتا تولۇق ھۆججەت ئاتىنى كۆرسىتىدۇ
vi: Hiển thị tên tệp đầy đủ trên thanh tiêu đề

source: Remember window size
ug: كۆزنەك چوڭلۇقىنى ئەستە تۇت
vi: Nhớ kích thước cửa sổ

source: Remember window position
ug: كۆزنەك ئورنىنى ئەستە تۇت
vi: Nhớ vị trí cửa sổ

source: Remember window state
ug: كۆزنەك ھالىتىنى ئەستە تۇت
vi: Nhớ trạng thái cửa sổ

source: <b>General</b>
ug: <b>ئادەتتىكى</b>
vi: <b>Chung</b>

source: Show toolbar
ug: قورال بالدىقىنى كۆرسەت
vi: Hiển thị thanh công cụ

source: Style:
ug: ئۇسلۇب:
vi: Kiểu:

source: Icon Size:
ug: سىنبەلگە چوڭلۇقى:
vi: Kích thước biểu tượng:

source: <b>Toolbar</b>
ug: <b>قورال بالداق</b>
vi: <b>Thanh công cụ</b>

source: Always show tabs even with one file
ug: بىر ھۆججەت بولغان تەقدىرىمۇ ھەمىشە بەتكۈچنى كۆرسىتىدۇ
vi: Luôn hiển thị tab ngay cả khi chỉ có một tệp

source: Expand tabs to fill available space
ug: كېڭەيتىلگەن جەدۋەل بەلگىسىدە ئىشلىتىلىشچان بوشلۇقنى تولدۇرىدۇ
vi: Mở rộng tab để lấp đầy không gian

source: Cycled notebook tab switching
ug: خاتىرە دەپتەر بەتكۈچىنى دەۋرىي ئالماشتۇرىدۇ
vi: Chuyển tab vòng khi dùng phím tắt

source: Open files in:
ug: ھۆججەت ئاچىدۇ:
vi: Mở tệp trong:

source: <b>Notebook Tabs</b>
ug: <b>خاتىرە دەپتەر بەتكۈچ</b>
vi: <b>Tab sổ tay</b>

source: Window
ug: كۆزنەك
vi: Cửa sổ

source: Ensure new line at file end
ug: ھۆججەت ئاخىرىغا يېڭى بىر قۇر قىستۇرۇشقا كاپالەتلىك قىلىدۇ
vi: Đảm bảo có dòng mới ở cuối tệp

source: Make a copy with '~' suffix
ug: «~» كەينى قوشۇلغۇچىسى بار كۆپەيتىلمە نۇسخىسى قۇرىدۇ
vi: Tạo bản sao với hậu tố '~'

source: <b>File Saving</b>
ug: <b>ھۆججەت ساقلاش</b>
vi: <b>Lưu tệp</b>

source: Session restore:
ug: ئەڭگىمە ئەسلىگە كەلتۈرۈش:
vi: Khôi phục phiên:

source: When "unsaved documents" or "always" is selected, Mousepad won't ask for saving modified documents when quitting
ug: «ساقلانمىغان پۈتۈك» ياكى «ھەمىشە» تاللانغاندا، Mousepad چېكىنگەندە ئۆزگەرتىلگەن پۈتۈكنى ساقلاشنى سورىمايدۇ
vi: Khi chọn «tài liệu chưa lưu» hoặc «luôn luôn», Mousepad sẽ không hỏi lưu tài liệu đã sửa khi thoát

source: Recent file menu length:
ug: يېقىنقى ھۆججەت تىزىملىكىنىڭ ئۇزۇنلۇقى:
vi: Độ dài menu tệp gần đây:

source: '0' disables and wipes recent history
ug: «0» يېقىنقى تارىخ خاتىرىسىنى چەكلەيدۇ ۋە ئۆچۈرۈۋېتىدۇ
vi: '0' sẽ tắt và xoá lịch sử gần đây

source: Search history size:
ug: ئىزدەش تارىخى چوڭلۇقى:
vi: Kích thước lịch sử tìm kiếm:

source: <b>History</b>
ug: <b>تارىخ</b>
vi: <b>Lịch sử</b>

source: File monitoring
ug: ھۆججەت كۆزىتىش
vi: Theo dõi tệp

source: Automatic reloading
ug: ئۆزلۈكىدىن قايتا يۈكلەش
vi: Tự động tải lại

source: Default encoding:
ug: كۆڭۈلدىكى كودلاش:
vi: Bảng mã mặc định:

source: <b>Miscellaneous</b>
ug: <b>باشقىلار</b>
vi: <b>Khác</b>

source: File
ug: ھۆججەت
vi: Tệp

source: Plugins
ug: قىستۇرما
vi: Phần bổ sung

source: Spell Checking
ug: ئىملا تەكشۈرۈش
vi: Kiểm tra chính tả

source: The default language for new documents is set here. It can then be changed per document via the context menu, where there are also spelling correction suggestions for underlined words.
ug: بۇ جايدا يېڭى پۈتۈكنىڭ كۆڭۈلدىكى تىلىنى تەڭشىگىلى بولىدۇ. ئاندىن مەزمۇن تىزىملىكىدىن ھەر بىر پۈتۈككە ئايرىم ئۆزگەرتىش ئېلىپ بېرىشقا بولىدۇ، ئۇنىڭ ئىچىدە ئاستى سىزىقى بار سۆزگە ئىملا توغرىلاش تەۋسىيەسىنى كۆرسىتىدۇ.
vi: Ngôn ngữ mặc định cho tài liệu mới được đặt ở đây. Sau đó có thể thay đổi từng tài liệu qua menu ngữ cảnh, nơi cũng có gợi ý sửa chính tả cho từ gạch dưới.

source: Default language:
ug: كۆڭۈلدىكى تىل:
vi: Ngôn ngữ mặc định:

source: Shortcuts Editor
ug: تېزلەتمە تەھرىرلىگۈچ
vi: Trình chỉnh sửa phím tắt

source: The shortcuts editor is available here as a popover or as a dialog below the preferences in the menu bar.
ug: تېزلەتمە تەھرىرلىگۈچنى قاڭقىش كۆزنىكى ياكى تىزىملىك بالداقتىكى مايىللىقنىڭ ئاستىدىكى سۆزلەشكۈ سۈپىتىدە ئىشلىتىشكە بولىدۇ.
vi: Trình chỉnh sửa phím tắt có sẵn ở đây dưới dạng popover hoặc hộp thoại bên dưới tuỳ chỉnh trong thanh menu.

source: Application
ug: پىروگرامما
vi: Ứng dụng

source: Menubar
ug: تىزىملىك بالدىقى
vi: Thanh menu

source: Preferences Dialog
ug: مايىللىق سۆزلەشكۈ
vi: Hộp thoại tuỳ chỉnh

source: Miscellaneous
ug: باشقىلار
vi: Khác

source: Mousepad Shortcuts
ug: Mousepad تېزلەتمىسى
vi: Phím tắt Mousepad

source: Shortcuts...
ug: تېزلەتمە…
vi: Phím tắt...

source: Show the shortcuts dialog
ug: تېزلەتمە سۆزلەشكۈنى كۆرسىتىدۇ
vi: Hiện hộp thoại phím tắt

source: Simple Text Editor
ug: ئاددىي تېكىست تەھرىرلىگۈچ
vi: Trình soạn thảo văn bản đơn giản

source: Text Editor
ug: تېكىست تەھرىرلىگۈچ
vi: Trình soạn thảo văn bản

source: Edit;Text;Simple;XFCE;Lightweight;Fast;
ug: Edit;Text;Simple;XFCE;Lightweight;Fast;تەھرىر؛تېكىست؛ئاددىي؛يېنىك؛تېز؛
vi: Edit;Text;Simple;XFCE;Lightweight;Fast;soạn thảo;văn bản;đơn giản;nhẹ;nhanh;

source: Text Editor Settings
ug: تېكىست تەھرىرلىگۈچ تەڭشىكى
vi: Cài đặt trình soạn thảo văn bản

source: Configure the Mousepad text editor
ug: Mousepad تېكىست تەھرىرلىگۈچنى سەپلەيدۇ
vi: Cấu hình trình soạn thảo văn bản Mousepad

source: Text;Editor;Mousepad;Preferences;Settings;Configure;
ug: Text;Editor;Mousepad;Preferences;Settings;Configure;تېكىست؛تەھرىرلىگۈچ؛مايىللىق؛ تەڭشەك؛سەپلىمە؛
vi: Text;Editor;Mousepad;Preferences;Settings;Configure;văn bản;trình soạn thảo;tuỳ chỉnh;cấu hình;

source: Mousepad aims to be an easy-to-use and fast editor. Our target is an editor for quickly editing text files, not a development environment or an editor with a huge bunch of plugins.
ug: Mousepad ئىشلىتىش ئاسان ۋە تېز تەھرىرلەشنى نىشانلايدۇ. نىشانىمىز تېكىست ھۆججەتنى تېز تەھرىرلەيدىغان تەھرىرلىگۈچ، ئىجادىيەت مۇھىتى ياكى نۇرغۇن قىستۇرمىسى بار تەھرىرلىگۈچ ئەمەس.
vi: Mousepad hướng tới việc trở thành một trình soạn thảo dễ dùng và nhanh. Mục tiêu là một trình soạn thảo để chỉnh sửa nhanh tệp văn bản, không phải môi trường phát triển hay trình soạn thảo với hàng loạt phần bổ sung.

source: On the other hand we try to use the latest GTK features available, which means that if GTK adds something new in a major release that is useful for the editor, we will likely bump the GTK dependency and integrate this new feature in Mousepad.
ug: يەنە بىر تەرەپتىن ئەڭ يېڭى GTK ئىقتىدارىنى ئىشلىتىشنى سىناۋاتىمىز، ئەگەر GTK ئاساسىي نەشرىگە تەھرىرلىگۈچكە پايدىلىق ئىقتىدار قوشقان بولسا، GTK نىڭ تايىنىشچانلىقىنى بۆسۈپ ئۆتۈپ ئۇ يېڭى ئىقتىدارنى Mousepad كە توپلاشتۇرىمىز.
vi: Mặt khác, chúng tôi cố gắng dùng các tính năng GTK mới nhất có sẵn, nghĩa là nếu GTK thêm tính năng mới hữu ích trong bản phát hành lớn, chúng tôi có thể sẽ nâng yêu cầu GTK và tích hợp tính năng mới đó vào Mousepad.

source: The Mousepad developers
ug: ‫Mousepad ئىجادكارلىرى
vi: Nhóm phát triển Mousepad

source: Run Mousepad as root
ug: ‫Mousepad نى root سالاھىيىتىدە ئىجرا قىل
vi: Chạy Mousepad với quyền root

source: Authentication is required to run Mousepad as root.
ug: ‫Mousepad نى root سالاھىيىتىدە ئىجرا قىلىشتا سالاھىيەت دەلىللەش زۆرۈر.
vi: Cần xác thực để chạy Mousepad với quyền root.

source: OVR
vi: GHI ĐÈ
